import { DataCookiesPagesProps } from "@/types/types";

export const dataCookies: DataCookiesPagesProps = {
  page: "cookies",
  titleForlistPages: "Cookies",
  titleDocument: "Політика використання файлів cookies (ЄС)",
  dataValid: "Дата набрання чинності: 30.03.2025 р.",
  items: [
    {
      itemTitle: "1. Загальні положення",
      description: [
        "Ця Політика використання файлів cookies пояснює, що таке cookies і як ми їх використовуємо на нашому вебсайті https://www.cucinaroma.com.ua (далі - 'Сайт'). Використовуючи Сайт, ви погоджуєтесь із використанням cookies відповідно до цієї Політики.",
      ],
    },
    {
      itemTitle: "2. Що таке cookies?",
      description: [
        "Cookies - це невеликі текстові файли, які вебсайт зберігає на вашому пристрої (комп'ютері, планшеті, смартфоні) під час відвідування сайту. Вони дозволяють сайту запам'ятовувати ваші дії та налаштування (наприклад, мову, логін, уподобання) протягом певного часу, щоб вам не доводилося вводити їх повторно щоразу при поверненні на сайт або переході між сторінками.",
      ],
    },
    {
      itemTitle: "3. Як ми використовуємо cookies?",
      description: [
        "Ми використовуємо файли cookies для таких цілей:",
        "- 'Необхідні cookies': Забезпечують коректну роботу сайту, зокрема функції навігації та доступу до захищених розділів.",
        "- 'Функціональні cookies': Запам'ятовують ваші налаштування та покращують ваш досвід користувача.",
        "- 'Аналітичні cookies': Допомагають нам аналізувати, як користувачі взаємодіють із сайтом, що дозволяє нам покращувати його функціонал і зручність.",
        "- 'Рекламні cookies': Використовуються для показу реклами, яка відповідає вашим інтересам.",
      ],
    },
    {
      itemTitle: "4. Управління файлами cookies",
      description: [
        "Ви можете керувати файлами cookies або видаляти їх у налаштуваннях вашого браузера. Більшість браузерів дозволяють:",
        "- Переглядати, які cookies збережені;",
        "- Блокувати всі або певні cookies;",
        "- Видаляти всі cookies після закриття браузера.",
        "Зверніть увагу, що вимкнення файлів cookies може вплинути на функціональність Сайту.",
      ],
    },
    {
      itemTitle: "5. Зміни до Політики",
      description: [
        "Ми можемо періодично оновлювати цю Політику використання cookies. Будь-які зміни будуть опубліковані на цій сторінці разом із датою оновлення.",
      ],
    },
    {
      itemTitle: "6. Контактна інформація",
      description: [
        "Якщо у вас є питання щодо цієї Політики використання файлів cookies, звертайтеся до нас за адресою: guide.transfer.roma@gmail.com",
      ],
    },
  ],
};
