import { DataCookiesPagesProps } from "@/types/types";

export const dataRefusal: DataCookiesPagesProps = {
  page: "refusal",
  titleForlistPages: "Відмова від відповідальності",
  titleDocument: "Відмова від відповідальності",
  dataValid: "Дата набрання чинності: 30.03.2025 р.",
  items: [
    {
      itemTitle: "1. Загальні положення",
      description: [
        "Ця Відмова від відповідальності регулює використання вебсайту https://www.cucinaroma.com.ua. Використовуючи Сайт, ви погоджуєтесь із цими умовами.",
      ],
    },
    {
      itemTitle: "2. Інформаційний характер контенту",
      description: [
        "Уся інформація, розміщена на Сайті, надається виключно в інформаційних цілях. Ми не гарантуємо точність, повноту або актуальність будь-якої інформації на Сайті.",
      ],
    },
    {
      itemTitle: "3. Відсутність консультацій",
      description: [
        "Матеріали, розміщені на Сайті, не є юридичними, фінансовими або медичними консультаціями. Перед прийняттям будь-яких рішень рекомендуємо звернутися до профільного спеціаліста.",
      ],
    },
    {
      itemTitle: "4. Відповідальність",
      description: [
        "Ми не несемо відповідальності за будь-які прямі або непрямі збитки, що виникли внаслідок використання або неможливості використання Сайту, його контенту чи послуг.",
      ],
    },
    {
      itemTitle: "5. Посилання на сторонні ресурси",
      description: [
        "Сайт може містити посилання на сторонні вебсайти. Ми не контролюємо та не несемо відповідальності за їхній зміст, політику конфіденційності або практики.",
      ],
    },
    {
      itemTitle: "6. Зміни до відмови",
      description: [
        "Ми залишаємо за собою право змінювати цю Відмову в будь-який час без попереднього повідомлення.",
      ],
    },
    {
      itemTitle: "7. Контактна інформація",
      description: [
        "Якщо у вас є питання щодо цієї Відмови від відповідальності, звертайтеся до нас за адресою: guide.transfer.roma@gmail.com",
      ],
    },
  ],
};
