export const dataDetailInfoMaster = {
  pizza_tiramisu: {
    subtitle: "ПІЦА ТА ТІРАМІСУ",
    imageUrl: "/images/info_pizza.jpg",
    title: "Приготування піци та тірамісу",
    location: "00184 Roma RM Via del Pellegrino, 24",
    describe: [
      "Відкрийте секрети італійської піци на майстер-класі в Римі.",
      "Навчіться готувати ідеальне тісто, обирати начинки та випікати піцу, що вразить навіть італійців. Завершіть заняття, насолоджуючись власноруч створеним шедевром.",
    ],
  },
  pasta_tiramisu: {
    subtitle: "ПАСТА ТА ТІРАМІСУ",
    imageUrl: "/images/info_pasta.jpg",
    title: "Приготування пасти та тірамісу",
    location: "00184 Roma RM Via del Pellegrino, 24",
    describe: [
      "У процесі приготування пасти під керівництвом шеф-кухарів ви опануєте секрети італійської кухні, створите ідеальну пасту та насолодитеся власними стравами.",
      "Приготуйте справжній тірамісу під керівництвом досвідченого кондитера та створіть десерт, що тане в роті.",
    ],
  },
  nioki_tiramisu: {
    subtitle: "НЬОКІ ТА ТІРАМІСУ",
    imageUrl: "/images/info_nioki.jpg",
    title: "Приготування ньокі та тірамісу",
    location: "00184 Roma RM Via del Pellegrino, 24",
    describe: [
      "Дізнайтеся секрети ідеального тіста, навчіться формувати ньокі та готувати їх із традиційними соусами.",
      "Створіть справжній кулінарний шедевр і завершіть майстер-клас власноруч приготованим тірамісу.",
    ],
  },
  wino: {
    subtitle: "ДЕГУСТАЦІЯ ВИНА ТА ЗАКУСКИ",
    imageUrl: "/images/info_wino.jpg",
    title: "Винна дегустація та італійські закуски",
    location: "00184 Roma RM Via del Pellegrino, 24",
    describe: [
      "Запрошуємо на винну дегустацію, що перенесе вас у Тоскану, Лаціо та Сицилію.",
      "Спробуйте добірні вина кожного регіону, доповнені брускетами, сирами, м'ясними делікатесами та моцарелою буфала.",
      "Відчуйте багатство італійської культури через смаки й традиції у душевній атмосфері Рима.",
    ],
  },
};
